{
	"Desoutter": "Desoutter",
	"subscribe": "Subscribe",
	"ecosystem": "Ecosystem",
	"contact": "Contact us",
	"ourProducts": "Solutions",
	"services": "Stories",

	"section": {
		"header": {
			"visitDesoutterTools": "Visit Desoutter Tools"
		},

		"landing": {
			"particles": {
				"density": 100,
				"color": {
					"line": "#ff0000",
					"dot": "#550000"
				}
			},
			"scroll": "Scroll down to start the interactive tour",
			"navigation": {
				"links": [
					{
						"label": "Overview",
						"stage": 1,
						"step": 0
					},
					{
						"label": "Feature management",
						"stage": 1,
						"step": 1
					},
					{
						"label": "Connected assets",
						"stage": 1,
						"step": 2
					},
					{
						"label": "Platform integration",
						"stage": 1,
						"step": 3
					},
					{
						"label": "Process control",
						"stage": 1,
						"step": 4
					},
					{
						"label": "Data driven solution",
						"stage": 1,
						"step": 5
					},
					{
						"label": "Desoutter services",
						"stage": 2,
						"step": 0
					},
					{
						"label": "Project management",
						"stage": 2,
						"step": 1
					}
				]
			},
			"stages": {
				"intro": {
					"steps": [1, 2],
					"title": "Discover",
					"subtitle": "Desoutter Ecosystem"
				},
				"content": {
					"coreBenefits": "Core benefits",
					"preSteps": 2,
					"steps": [
						{
							"title": "Desoutter Ecosystem Overview",
							"description": "<p>Desoutter ecosystem provides, thanks to <em>interconnected</em> software platforms, an <em>integrated product</em>, <em>digital and human solution</em> to boost your <em>productivity</em>, boost your <em>uptime</em> and boost your <em>flexibility</em> while reducing <em>quality costs</em>.</p><p>The ecosystem <em>value</em> proposition covers an array of key processes in your manufacturing environment, from <em>tightening</em> and <em>drilling</em> applications to station level <em>process control</em> and line management to <em>data analytics</em> to challenge further your <em>production efficiency</em>.</p><p>Desoutter ecosystem is <em>scalable</em>, <em>customizable</em>, designed for <em>intuitive asset integration</em>. This <em>future proof</em> software and hardware ecosystem is open to be <em>integrated</em> within your production environment through industry standards as well as customer specific communication protocols</p>",
							"tools": [],
							"coreBenefits": [
								"Global offer with <em>interconnected</em> platforms from applications up to <em>data analytics with prescriptions</em>",
								"Fully <em>scalable</em> and <em>flexible</em>: select the platforms or individual solutions whenever required by the evolution of your production environment",
								"<em>Easy integration</em> : intuitive asset management with industry standard and customer specific communication protocols"
							]
						},
						{
							"title": "Feature management",
							"description": "<p>Desoutter ecosystem delivers unrivalled <em>flexibility</em> thanks to a unique <em>Feature Management</em> solution.</p><p>Feature Management powers the full <em>scalability</em> of the Desoutter ecosystem by activating only the features required for every workstation. The activation of new features, or reallocation of an existing station from one to another, is made in a <em>very easy way</em> in order to <em>adapt quickly</em> workstations to changing production requirements.<br><em>Line rebalancing</em> has never been made so <em>quickly</em> and in such an <em>easy</em> way!</p><p>Thanks to Desoutter’s Feature Management you will have:</p><ul><li><em>Budget control</em> by buying only what you need,</li><li><em>Flexibility</em> to adjust your usage of features in the future to match the evolution of your needs,</li><li><em>Ease</em> of usage, testing and implementation.</li></ul>",
							"tools": [],
							"coreBenefits": [
								"Only use the features you need",
								"Fully <em>scalable</em> solution: adjust your features activations and allocations to meet your production requirements as they evolve over time",
								"Unrivalled <em>flexibility</em> thanks to the easiness and speed of line <em>rebalancing</em>"
							]
						},
						{
							"title": "Connected assets",
							"description": "<p><em>Flexibility</em> and <em>traceability</em> are key factors for a successful Industry 4.0 transformation.</p><p>Connected assets ensure an <em>easy integration</em> within the assembly process and guarantee <em>traceability</em> and <em>integrity of all the data</em>.</p>",
							"tools": ["EABS", "ELC", "Q-SHIELD"],
							"coreBenefits": [
								"Multi assets solution with <em>lowest footprint</em> on the line",
								"<em>Flexible</em> and <em>scalable</em> platform",
								"<em>Full traceability</em>",
								"Fast and <em>easy line rebalancing</em>",
								"<em>Easy integration</em> with industry standard and customer specific communication protocols"
							]
						},
						{
							"title": "Platform integration",
							"description": "<p>Platorm integration is becoming critical due to <em>products variants</em> and <em>line flexibility</em> but also because of the increasing advances in automation technology, and the associated need to <em>simplify processes</em> for easier management.</p><p>A platform integration <em>streamlines</em> your processes, reduce <em>costs</em>, improves <em>quality</em> and ensures <em>efficiency</em> overall.</p>",
							"tools": ["multiWheel2", "trackingBase", "bowl+rapidTool"],
							"coreBenefits": [
								"Enhanced <em>flexibility</em>, <em>quality</em> and <em>productivity</em>",
								"Full <em>error proofing</em> solutions",
								"Light and full <em>automation</em> solutions",
								"Customization based on <em>tested</em> and <em>proven</em> designs"
							]
						},
						{
							"title": "Process control",
							"description": "<p>Critical to guarantee the overall <em>quality</em> of the end product through the assembly journey and <em>record</em> all process information providing a complete history of <em>traceability</em>, process control also provides production process <em>optimization</em> and <em>agility</em> to make changes and adjustments deployed <em>quickly</em> and without additional <em>cost</em>.</p><p>Thanks to an integrated <em>operator guidance</em>, complex processes are broken down to individual steps which operators follow in order to reduce <em>risks of quality defects</em> and their associated <em>costs</em> which supports your overall <em>quality</em> and <em>efficiency</em> goals.</p>",
							"tools": ["PivotWareLogo"],
							"coreBenefits": [
								"<em>Flexibility</em> over process requirements to optimize <em>productivity</em> and manage <em>line rebalancing</em>",
								"Full <em>error proofing</em> protection of your product assembly with complete <em>traceability</em> of every element involved in the process",
								"Out of the box integration & <em>compatibility</em> with a wide variety of industrial equipment and systems",
								"<em>Scalability</em> from a single stand-alone station to complete assembly lines and more",
								"Maximize your return on investment via full <em>customer ownership</em> of the solution and avoid expensive supplier system modification costs"
							]
						},
						{
							"title": "Data driven solution",
							"description": "<p><em>Strategic</em> and high impact decisions have to be based on <em>facts</em> and <em>data</em>. The sooner the data is available, the <em>quicker</em> will you be able to <em>react</em> and make decisions.</p>Desoutter’s data driven solution provides you with <em>real-time information</em> as events are occurring on the line.</p><p>Additionally, Desoutter’s applications and process <em>expertise</em> have been integrated in the <em>data analytics</em> to support you in <em>understanding</em> the data and the <em>root causes</em> of unwanted events.</p><p>Boost your <em>productivity</em>, boost your <em>uptime</em>, reduce your <em>quality costs</em> and improve your overall process <em>efficiency</em> with Desoutter’s data driven solution.</p>",
							"tools": ["DeMeterLogo"],
							"coreBenefits": [
								"<em>Assets</em> insights updated in real-time to maximize your <em>productivity</em> and <em>uptime</em>",
								"<em>Processes</em> insights updated in real-time to maximize your <em>productivity</em> and <em>quality</em>",
								"<em>Live alerts</em> of production critical events to maximize your <em>productivity</em> and <em>uptime</em>",
								"<em>Data analytics</em> for continuous process <em>efficiency</em> gains"
							]
						}
					]
				},
				"outro": {
					"title": "Desoutter is a global company with",
					"subtitle": "strong local project management and service expertise",
					"steps": [
						{
							"title": "Desoutter Service",
							"description": "<p>Stay <em>connected</em> with your Desoutter <em>expert</em> team to achieve the <em>full potential</em> of your equipment.</p><p>By working with Desoutter Service you will <em>secure</em> and expand the <em>value</em> of Desoutter Ecosystem in your environment.</p><p>It is the key step to implement the Desoutter Data Driven Solutions recommended actions to <em>close the loop</em> for <em>continuous efficiency</em> gains from data analytics.</p>"
						},
						{
							"title": "Project Management",
							"description": "<p>One of your keys to <em>success</em> is the support Desoutter’s project managers bring thanks to their <em>expertise</em> on <em>assembly solutions</em> and to excellence in <em>project management</em>.</p><p>Desoutter <em>customizes</em> tools and solutions according to your exact application and <em>integrates</em> them <em>efficiently</em> in your production environment, based on <em>tested</em> and <em>proven</em> designs in order to secure <em>quality</em> and <em>leadtime</em>.</p>"
						}
					]
				}
			}
		},

		"demonstration": {
			"chapters": [
				{
					"title": "1. Connected assets",
					"description": "Connected assets ensure an <em>easy integration</em> within the assembly process and guarantee <em>traceability</em> and <em>integrity of all the data</em>.",
					"infotip": "Use our proactive maintenance solutions to avoid breakdowns and keep high quality in your assembly.",
					"groups": [
						{
							"title": "",
							"items": [
								{
									"label": "EABC & EPBC",
									"tool": "EABC",
									"wifi": true,
									"description": "Pistol and angle head <em>transducerized</em> ranges.<br>Highly ergonomic and <em>accurate</em> battery tool for <em>quality critical</em> and <em>safety critical</em> applications.",
									"position": { "left": 54, "top": 25 }
								},
								{
									"label": "EABS",
									"tool": "EABS",
									"wifi": true,
									"description": "The <em>ONE hand</em> nutrunners.<br><em>Ergonomically</em> designed for one-hand operations, this 30 cm long tool with an extremely <em>compact</em> angle head eliminates space constraints.",
									"position": { "left": 37, "top": 62 }
								},
								{
									"label": "BLRTC",
									"tool": "BLRTC",
									"wifi": true,
									"description": "Battery <em>electric pulse</em> tool.<br>With his <em>unique technology</em> BLRTC enables <em>reaction free</em> tightening. This means that the worker no longer feels any reaction force when the final torque is reached, and no torque support is required.",
									"position": { "left": 19, "top": 49 }
								},
								{
									"label": "ELC-W",
									"tool": "ELC",
									"wifi": true,
									"description": "Clutch tool range.<br>ELC-W tools offer an entry-level solution for Industry 4.0 compatible assembly.<br>This <em>connected</em> clutch tool range is a <em>simple</em> and <em>efficient</em> solution for secondary screw joints in your process.",
									"position": { "left": 47, "top": 71 }
								},
								{
									"label": "QSHIELD",
									"tool": "Q-SHIELD",
									"wifi": true,
									"description": "<em>Digital Wrench</em> for torque & angle measurement.<br>The digital wrench is a unique, <em>flexible</em> device for <em>production</em> and <em>rework stations</em> which provides a <em>high accuracy</em> solution for both torque and angle-controlled joints tightening as well as <em>residual torque checks</em>.",
									"position": { "left": 70, "top": 37 }
								},
								{
									"label": "EDU",
									"tool": "EDU",
									"wifi": true,
									"description": "Electric Drilling Unit.<br>The <em>smart ready</em> EDU can cover a <em>variety of applications</em> using the same tool thanks to its <em>modular</em> design. Electrification offers unique benefits in terms of process and maintenance optimization compared to the traditional air powered solutions.",
									"position": { "left": 79, "top": 34 }
								}
							]
						}
					]
				},
				{
					"title": "2. Platform integration",
					"description": "Platform integration is becoming critical due to <em>products variants</em> and <em>line flexibility</em> but also because of the increasing advances in automation technology, and the associated need to <em>simplify processes</em> for easier management.",
					"infotip": "With dedicated service solutions to platform integration portfolio, Desoutter’s expert team will enable you to maximize your asset efficiency.",
					"groups": [
						{
							"title": "Smart hub asset management",
							"items": [
								{
									"label": "CONNECT",
									"tool": "connector",
									"description": "Smart hub <em>concentrates</em> assets data and <em>guarantees data integrity</em>.<br>The CONNECT is a pioneer taking <em>assets management</em> on your production line to a new level.<br>Whether it’s physically integrated close to the maintenance department for instance or in your server room the CONNECT will deploy our <em>feature management</em> over multiple Tightening Units, through <em>one single point of contact to your network</em>. Tightening Units are defined to fulfill most standard requirements and for more value adding stations you have the flexibility to activate additional features.",
									"position": { "left": 10, "top": 74 }
								}
							]
						},
						{
							"title": "Error-proofing solutions",
							"items": [
								{
									"label": "Virtual cable",
									"tool": "trackingBase",
									"dome": { "left": 30, "top": 53 },
									"description": "<em>Station level</em> tracking solution.<br>Virtual Cable is a solution that enables total <em>traceability</em> and <em>control</em> over tools locations and applications. Virtual Cable ensures that the <em>correct wireless tool</em> can only be used for its pre-determined tasks in the <em>correct working area</em>. ",
									"position": { "left": 36, "top": 54 }
								},
								{
									"label": "Desoutter visio",
									"tool": "camera",
									"dome": { "left": 54, "top": 20 },
									"description": "Bolt level tracking solution.<br>With this solution, operators will perform fastening operations in the right sequence, at the right torque, with the right tool and in the right position.",
									"position": { "left": 57, "top": 17 }
								}
							]
						},
						{
							"title": "Automation & robotics",
							"items": [
								{
									"label": "MULTI",
									"tool": "multiConnector",
									"description": "Mutli-spindle solution.<br>MULTI is the most <em>innovative</em>, <em>compact</em> and <em>flexible</em> multi-spindle system, with an <em>optimized</em> design for an easy <em>integration</em> physically and digitally.",
									"position": { "left": 54, "top": 75 }
								},
								{
									"label": "RAPID",
									"tool": "bowl+rapidTool",
									"largeTool": true,
									"description": "Screw feeding system.<br>Rapid is our standard, complete product offering for <em>automatic screw feeding</em> and <em>tightening</em> solutions to drive productivity and <em>reduce cycle time</em>. ",
									"position": { "left": 83, "top": 39 }
								},
								{
									"label": "EFBC",
									"tool": "EFBC",
									"description": "<em>Light automation</em> tightening solution.<br>Wireless spindle with <em>optimized</em> design for <em>automation</em>, including compliance with the highest <em>safety standards</em> for <em>collaborative</em> installations.",
									"position": { "left": 22, "top": 39 }
								},
								{
									"label": "Customized solutions",
									"tool": "multiWheel2",
									"largeTool": true,
									"description": "<em>Tailor made</em> for your application. They are based on <em>tested</em> and <em>proven</em> design to eliminate technical <em>risk</em> and secure delivery <em>lead time</em>.",
									"position": { "left": 57, "top": 64 }
								}
							]
						}
					]
				},
				{
					"title": "3. Process control - Pivotware",
					"description": "PIVOTWARE, a process control platform, is a key driver to improve your process quality and overall production efficiency. Design your process, manage it and optimise it over time with this scalable solution which can be deployed on a single station or your complete production line.",
					"infotip": "Involve Desoutter’s local software project management team from day 1 so you get the full potential of the solution and stay connected with experts through a dedicated support portal throughout the lifetime of the solution.",
					"groups": [
						{
							"title": "",
							"items": [
								{
									"label": "Station management",
									"image": {
										"src": "/images/screenshots/stationManager.jpg",
										"width": 460,
										"height": 269
									},
									"description": "Thanks to the premium <em>configuration</em> software (Fusion), creating new stations (Infinity) and processes is made <em>easy</em>. Each station can be used on your own pc equipment or on Desoutter’s dedicated hardware.",
									"position": { "left": 14.1, "top": 68 }
								},
								{
									"label": "Asset management",
									"image": {
										"src": "/images/screenshots/assetManager.jpg",
										"width": 460,
										"height": 269
									},
									"description": "PIVOTWARE will <em>record the data</em> generated as part of the process for all your production assets and enable you to allocate assets to specific stations. <em>Traceability</em> of which asset has been used for each process step is therefore guaranteed.",
									"position": { "left": 14.1, "top": 68 }
								},
								{
									"label": "Variant management",
									"image": {
										"src": "/images/screenshots/variantManager.jpg",
										"width": 460,
										"height": 269
									},
									"description": "With <em>variant management</em>, the right process elements are selected according to the product variant as it arrives at the station. <em>Equipment interlocking</em> ensures that each device is enabled only at the <em>appropriate time</em> and with the <em>correct settings</em>.",
									"position": { "left": 14.1, "top": 68 }
								},
								{
									"label": "Operator guidance",
									"image": {
										"src": "/images/screenshots/operatorGuidance.jpg",
										"width": 460,
										"height": 269
									},
									"description": "A <em>complex</em> process is broken down into <em>individual steps</em> for the operator to follow and guide him through the process. Each step can display <em>images</em> and <em>videos</em> as well as <em>instructions</em> to follow which can drastically <em>reduce training operators</em> and the associated <em>costs</em>.",
									"position": { "left": 13.1, "top": 38.9 }
								}
							]
						}
					]
				},
				{
					"title": "4. Data driven solution - DeMeter",
					"description": "DeMeter is the Desoutter Data Driven Solution that makes data become smart. While collecting the data is getting relatively common nowadays, getting the value from that data to improve your production efficiency is the disruptive purpose of DeMeter as Desoutter has integrated its applications and process expertise in this Data Driven Solution.",
					"infotip": "As part of Data Driven Solution, you will be connected to our Desoutter expert team to get support, news and even actions implementation based on data analytics.",
					"groups": [
						{
							"title": "",
							"items": [
								{
									"label": "Dashboard",
									"image": {
										"src": "/images/screenshots/dashboard.jpg",
										"width": 460,
										"height": 223
									},
									"description": "With <em>Live interactive dashboards</em> you can get relevant <em>insights</em> from the data provided by your connected assets. You can choose your prefered dashboard from a list of templates. Customization can also be done to fulfill your specific needs.",
									"position": { "left": 23.4, "top": 8 }
								},
								{
									"label": "Notifications",
									"image": {
										"src": "/images/screenshots/notification.jpg",
										"width": 152,
										"height": 269
									},
									"flyFrom": { "x": -350, "y": 450 },
									"description": "Use the Desoutter DeMeter mobile application to provide the <em>real-time notifications</em> to <em>different user profiles</em>: operator, quality, production, engineering will only receive information that requires their attention and <em>competence</em>. You can select which events are relevant for each user profile to align their <em>priorities</em> with your <em>efficiency goals</em>.",
									"position": { "left": 15.8, "top": 71 },
									"secondaryTool": {
										"tool": "EABS",
										"position": { "left": 39, "top": 21 }
									}
								},
								{
									"label": "Boostlab",
									"image": {
										"src": "/images/screenshots/boostlab.jpg",
										"width": 460,
										"height": 269
									},
									"description": "It is already an improvement to have live insights on <em>what is happening</em> on the production line, enabling you to react in the most <em>efficient way</em> but it’s even better to understand <em>why events are happening</em> and how to <em>avoid</em> them from happening again. With Boostlab, get advanced insights from <em>data analysts</em> and <em>technical prescriptions</em> to identify what are the key areas of improvement, focusing on your prefered KPI: <em>Uptime, Quality, Takt time</em> which will lead to improving your overall <em>process efficiency</em>.",
									"position": { "left": 0.7, "top": 65.6 }
								}
							]
						}
					]
				}
			]
		},

		"faq": {
			"tiles": [
				{
					"title": "Aviation",
					"description": "How Virtual Cable save 20 hours / week in Aston Martin’s factory?",
					"color": "gray-4",
					"size": 1,
					"link": "",
					"image": "https://unccelearn.org/pluginfile.php/74314/format_unccelearn/background/0/big1.jpg"
				},
				null,
				{
					"title": "New energy vehicles",
					"description": "How Virtual Cable save 20 hours / week in Aston Martin’s factory?",
					"color": "dark",
					"size": 1,
					"link": "",
					"image": ""
				},
				{
					"title": "Automotive",
					"description": "How Virtual Cable save 20 hours / week in Aston Martin’s factory?",
					"color": "primary",
					"size": 1,
					"link": "",
					"image": ""
				},
				null,
				{
					"title": "Aerospace",
					"description": "How Virtual Cable save 20 hours / week in Aston Martin’s factory?",
					"color": "primary",
					"size": 1,
					"link": "",
					"image": ""
				},
				{
					"title": "Final automotive assembly",
					"description": "How Virtual Cable save 20 hours / week in Aston Martin’s factory?",
					"color": "dark",
					"size": 2,
					"link": "",
					"image": "https://www.electricmotorengineering.com/files/2017/11/Components.jpg"
				}
			]
		},

		"customersReview": {
			"title": "What our customers say",
			"description": "Nullam finibus molestie felis at maximus. Aenean tincidunt nulla velit, nec fermentum sem cursus eget. Donec vestibulum diam vel magna vulputate, non molestie risus ultrices. Integer felis tortor, tempus quis magna vel, hendrerit suscipit purus.",
			"customers": [
				{
					"name": "Barbara Alana",
					"company": "Company",
					"role": "Operator supervisor",
					"link": "/"
				},
				{
					"name": "Barbara Alana",
					"company": "Company",
					"role": "Operator supervisor",
					"link": "/"
				},
				{
					"name": "Rodrigo Calvès",
					"company": "Company",
					"role": "Operator supervisor",
					"link": "/"
				}
			]
		},

		"contact": {
			"title": "Get in touch!",
			"subtitle": "A question or a request? Send us a message",
			"conditionsOfUse": "By clicking on this button, you accept the",
			"conditionsOfUseLink": "General conditions of use",
			"sendMessage": "Send my message"
		},

		"footer": {
			"moreThanProductivity": "More Than Productivity",
			"history": "Founded in 1914 and headquartered in France, Desoutter Industrial Tools is a global leader in electric and pneumatic assembly tools serving a wide range of assembly and manufacturing operations, including Aerospace, Automotive, Light and Heavy Vehicles, Off-Road, General Industry.",
			"stayConnected": "Stay connected",
			"signUp": "Sign up for feed to keep up with Desoutter news",
			"discoverTheBrand": {
				"label": "Discover the brand",
				"link": "/"
			},
			"legalNotice": {
				"label": "Legal notice and Privacy policy",
				"link": "/"
			},
			"subscribe": {
				"label": "Subscribe",
				"link": "/"
			},
			"socialNetworks": [
				{
					"name": "Twitter",
					"link": "/"
				},
				{
					"name": "Instagram",
					"link": "/"
				},
				{
					"name": "Facebook",
					"link": "/"
				}
			],
			"navigation": [
				{
					"label": "Desoutter",
					"link": "/"
				},
				{
					"label": "Ecosystem",
					"link": "/"
				},
				{
					"label": "Solutions",
					"link": "/"
				},
				{
					"label": "Stories",
					"link": "/"
				},
				{
					"label": "Contact us",
					"link": "/"
				}
			]
		}
	}
}
